{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "</s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<sep>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "NFKC"
      },
      {
        "type": "Replace",
        "pattern": {
          "Regex": " {2,}"
        },
        "content": " "
      },
      {
        "type": "Strip",
        "strip_left": true,
        "strip_right": true
      }
    ]
  },
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "Metaspace",
        "replacement": "▁",
        "prepend_scheme": "always",
        "split": true
      },
      {
        "type": "Digits",
        "individual_digits": true
      },
      {
        "type": "Punctuation",
        "behavior": "Isolated"
      },
      {
        "type": "Split",
        "pattern": {
          "String": "\n"
        },
        "behavior": "Isolated",
        "invert": false
      }
    ]
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "<s>",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "</s>",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "<s>",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "<sep>",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "</s>",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "</s>": {
        "id": "</s>",
        "ids": [
          3
        ],
        "tokens": [
          "</s>"
        ]
      },
      "<s>": {
        "id": "<s>",
        "ids": [
          2
        ],
        "tokens": [
          "<s>"
        ]
      },
      "<sep>": {
        "id": "<sep>",
        "ids": [
          4
        ],
        "tokens": [
          "<sep>"
        ]
      }
    }
  },
  "decoder": {
    "type": "Metaspace",
    "replacement": "▁",
    "prepend_scheme": "always",
    "split": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<pad>": 0,
      "<unk>": 1,
      "<s>": 2,
      "</s>": 3,
      "<sep>": 4,
      "!": 5,
      "\"": 6,
      "#": 7,
      "$": 8,
      "%": 9,
      "&": 10,
      "'": 11,
      "(": 12,
      ")": 13,
      "*": 14,
      "+": 15,
      ",": 16,
      "-": 17,
      ".": 18,
      "/": 19,
      "0": 20,
      "1": 21,
      "2": 22,
      "3": 23,
      "4": 24,
      "5": 25,
      "6": 26,
      "7": 27,
      "8": 28,
      "9": 29,
      ":": 30,
      ";": 31,
      "<": 32,
      "=": 33,
      ">": 34,
      "?": 35,
      "@": 36,
      "A": 37,
      "B": 38,
      "C": 39,
      "D": 40,
      "E": 41,
      "F": 42,
      "G": 43,
      "H": 44,
      "I": 45,
      "J": 46,
      "K": 47,
      "L": 48,
      "M": 49,
      "N": 50,
      "O": 51,
      "P": 52,
      "Q": 53,
      "R": 54,
      "S": 55,
      "T": 56,
      "U": 57,
      "V": 58,
      "W": 59,
      "X": 60,
      "Y": 61,
      "Z": 62,
      "[": 63,
      "\\": 64,
      "]": 65,
      "^": 66,
      "_": 67,
      "`": 68,
      "a": 69,
      "b": 70,
      "c": 71,
      "d": 72,
      "e": 73,
      "f": 74,
      "g": 75,
      "h": 76,
      "i": 77,
      "j": 78,
      "k": 79,
      "l": 80,
      "m": 81,
      "n": 82,
      "o": 83,
      "p": 84,
      "q": 85,
      "r": 86,
      "s": 87,
      "t": 88,
      "u": 89,
      "v": 90,
      "w": 91,
      "x": 92,
      "y": 93,
      "z": 94,
      "{": 95,
      "|": 96,
      "}": 97,
      "~": 98,
      "¡": 99,
      "¢": 100,
      "£": 101,
      "¤": 102,
      "¥": 103,
      "¦": 104,
      "§": 105,
      "¨": 106,
      "©": 107,
      "ª": 108,
      "«": 109,
      "¬": 110,
      "­": 111,
      "®": 112,
      "¯": 113,
      "°": 114,
      "±": 115,
      "²": 116,
      "³": 117,
      "´": 118,
      "µ": 119,
      "¶": 120,
      "·": 121,
      "¸": 122,
      "¹": 123,
      "º": 124,
      "»": 125,
      "¼": 126,
      "½": 127,
      "¾": 128,
      "¿": 129,
      "À": 130,
      "Á": 131,
      "Â": 132,
      "Ã": 133,
      "Ä": 134,
      "Å": 135,
      "Æ": 136,
      "Ç": 137,
      "È": 138,
      "É": 139,
      "Ê": 140,
      "Ë": 141,
      "Ì": 142,
      "Í": 143,
      "Î": 144,
      "Ï": 145,
      "Ð": 146,
      "Ñ": 147,
      "Ò": 148,
      "Ó": 149,
      "Ô": 150,
      "Õ": 151,
      "Ö": 152,
      "×": 153,
      "Ø": 154,
      "Ù": 155,
      "Ú": 156,
      "Û": 157,
      "Ü": 158,
      "Ý": 159,
      "Þ": 160,
      "ß": 161,
      "à": 162,
      "á": 163,
      "â": 164,
      "ã": 165,
      "ä": 166,
      "å": 167,
      "æ": 168,
      "ç": 169,
      "è": 170,
      "é": 171,
      "ê": 172,
      "ë": 173,
      "ì": 174,
      "í": 175,
      "î": 176,
      "ï": 177,
      "ð": 178,
      "ñ": 179,
      "ò": 180,
      "ó": 181,
      "ô": 182,
      "õ": 183,
      "ö": 184,
      "÷": 185,
      "ø": 186,
      "ù": 187,
      "ú": 188,
      "û": 189,
      "ü": 190,
      "ý": 191,
      "þ": 192,
      "ÿ": 193,
      "Ā": 194,
      "ā": 195,
      "Ă": 196,
      "ă": 197,
      "Ą": 198,
      "ą": 199,
      "Ć": 200,
      "ć": 201,
      "Ĉ": 202,
      "ĉ": 203,
      "Ċ": 204,
      "ċ": 205,
      "Č": 206,
      "č": 207,
      "Ď": 208,
      "ď": 209,
      "Đ": 210,
      "đ": 211,
      "Ē": 212,
      "ē": 213,
      "Ĕ": 214,
      "ĕ": 215,
      "Ė": 216,
      "ė": 217,
      "Ę": 218,
      "ę": 219,
      "Ě": 220,
      "ě": 221,
      "Ĝ": 222,
      "ĝ": 223,
      "Ğ": 224,
      "ğ": 225,
      "Ġ": 226,
      "ġ": 227,
      "Ģ": 228,
      "ģ": 229,
      "Ĥ": 230,
      "ĥ": 231,
      "Ħ": 232,
      "ħ": 233,
      "Ĩ": 234,
      "ĩ": 235,
      "Ī": 236,
      "ī": 237,
      "Ĭ": 238,
      "ĭ": 239,
      "Į": 240,
      "į": 241,
      "İ": 242,
      "ı": 243,
      "Ĳ": 244,
      "ĳ": 245,
      "Ĵ": 246,
      "ĵ": 247,
      "Ķ": 248,
      "ķ": 249,
      "ĸ": 250,
      "Ĺ": 251,
      "ĺ": 252,
      "Ļ": 253,
      "ļ": 254,
      "Ľ": 255,
      "ľ": 256,
      "Ŀ": 257,
      "ŀ": 258,
      "Ł": 259,
      "ł": 260,
      "Ń": 261,
      "ŋ": 262,
      "Œ": 263,
      "œ": 264,
      "ř": 265,
      "Š": 266,
      "ū": 267,
      "ƀ": 268,
      "ƒ": 269,
      "ǥ": 270,
      "ɔ": 271,
      "ɛ": 272,
      "ɣ": 273,
      "ɦ": 274,
      "ɨ": 275,
      "ɪ": 276,
      "ɯ": 277,
      "ɾ": 278,
      "ʁ": 279,
      "ʃ": 280,
      "ʒ": 281,
      "ʔ": 282,
      "ː": 283,
      "˔": 284,
      "˕": 285,
      "˩": 286,
      "́": 287,
      "̈": 288,
      "̚": 289,
      "̜": 290,
      "̠": 291,
      "̬": 292,
      "̹": 293,
      "Α": 294,
      "Β": 295,
      "Γ": 296,
      "Δ": 297,
      "Ε": 298,
      "Ζ": 299,
      "Θ": 300,
      "Ι": 301,
      "Λ": 302,
      "Μ": 303,
      "Ν": 304,
      "Ξ": 305,
      "Π": 306,
      "Σ": 307,
      "Υ": 308,
      "Φ": 309,
      "Χ": 310,
      "Ψ": 311,
      "Ω": 312,
      "ά": 313,
      "ί": 314,
      "α": 315,
      "β": 316,
      "γ": 317,
      "δ": 318,
      "ε": 319,
      "ζ": 320,
      "η": 321,
      "θ": 322,
      "ι": 323,
      "κ": 324,
      "λ": 325,
      "μ": 326,
      "ν": 327,
      "ξ": 328,
      "ο": 329,
      "π": 330,
      "ρ": 331,
      "ς": 332,
      "σ": 333,
      "τ": 334,
      "υ": 335,
      "φ": 336,
      "χ": 337,
      "ψ": 338,
      "ω": 339,
      "ό": 340,
      "ύ": 341,
      "ώ": 342,
      "Ў": 343,
      "А": 344,
      "В": 345,
      "Г": 346,
      "Д": 347,
      "З": 348,
      "И": 349,
      "Л": 350,
      "М": 351,
      "Н": 352,
      "О": 353,
      "Р": 354,
      "С": 355,
      "У": 356,
      "Ф": 357,
      "Х": 358,
      "Ц": 359,
      "Ш": 360,
      "Э": 361,
      "Я": 362,
      "а": 363,
      "б": 364,
      "в": 365,
      "г": 366,
      "д": 367,
      "е": 368,
      "з": 369,
      "и": 370,
      "й": 371,
      "к": 372,
      "л": 373,
      "м": 374,
      "н": 375,
      "о": 376,
      "п": 377,
      "р": 378,
      "с": 379,
      "т": 380,
      "у": 381,
      "х": 382,
      "ч": 383,
      "ы": 384,
      "ь": 385,
      "ё": 386,
      "ѱ": 387,
      "Ӷ": 388,
      "Ӿ": 389,
      "ӿ": 390,
      "ե": 391,
      "ի": 392,
      "մ": 393,
      "չ": 394,
      "ջ": 395,
      "ր": 396,
      "ւ": 397,
      "֏": 398,
      "ה": 399,
      "ו": 400,
      "י": 401,
      "ל": 402,
      "ם": 403,
      "ן": 404,
      "ע": 405,
      "ק": 406,
      "ת": 407,
      "ا": 408,
      "ب": 409,
      "ت": 410,
      "ج": 411,
      "ح": 412,
      "ذ": 413,
      "ر": 414,
      "س": 415,
      "ش": 416,
      "ط": 417,
      "ع": 418,
      "ق": 419,
      "ل": 420,
      "م": 421,
      "ن": 422,
      "ه": 423,
      "و": 424,
      "ي": 425,
      "َ": 426,
      "ِ": 427,
      "ک": 428,
      "ی": 429,
      "ಆ": 430,
      "ท": 431,
      "ฟ": 432,
      "ร": 433,
      "ᄀ": 434,
      "ᄂ": 435,
      "ᄃ": 436,
      "ᄅ": 437,
      "ᄆ": 438,
      "ᄇ": 439,
      "ᄉ": 440,
      "ᄊ": 441,
      "ᄋ": 442,
      "ᄌ": 443,
      "ᄎ": 444,
      "ᄑ": 445,
      "ᄒ": 446,
      "ᄚ": 447,
      "ᄡ": 448,
      "ᅀ": 449,
      "ᅌ": 450,
      "ᅡ": 451,
      "ᅢ": 452,
      "ᅣ": 453,
      "ᅥ": 454,
      "ᅧ": 455,
      "ᅩ": 456,
      "ᅭ": 457,
      "ᅮ": 458,
      "ᅲ": 459,
      "ᅳ": 460,
      "ᅵ": 461,
      "ᆞ": 462,
      "ᆡ": 463,
      "ᆪ": 464,
      "ᆬ": 465,
      "ᆭ": 466,
      "ᆰ": 467,
      "ᆱ": 468,
      "ᆲ": 469,
      "ᆳ": 470,
      "ᆴ": 471,
      "ᆵ": 472,
      "᚛": 473,
      "᚜": 474,
      "ἄ": 475,
      "​": 476,
      "‌": 477,
      "‐": 478,
      "‒": 479,
      "–": 480,
      "—": 481,
      "―": 482,
      "‖": 483,
      "‘": 484,
      "’": 485,
      "“": 486,
      "”": 487,
      "†": 488,
      "‡": 489,
      "•": 490,
      "‧": 491,
      " ": 492,
      "‰": 493,
      "′": 494,
      "⁄": 495,
      "⁒": 496,
      "€": 497,
      "₱": 498,
      "∀": 499,
      "∂": 500,
      "∃": 501,
      "∇": 502,
      "−": 503,
      "∗": 504,
      "√": 505,
      "∞": 506,
      "∧": 507,
      "∨": 508,
      "∩": 509,
      "∴": 510,
      "∶": 511,
      "∼": 512,
      "≈": 513,
      "≒": 514,
      "≠": 515,
      "≡": 516,
      "≤": 517,
      "≥": 518,
      "≧": 519,
      "≪": 520,
      "≫": 521,
      "⊂": 522,
      "⊆": 523,
      "⊊": 524,
      "⌀": 525,
      "▁": 526,
      "✕": 527,
      "❝": 528,
      "❞": 529,
      "➂": 530,
      "➡": 531,
      "⤴": 532,
      "⭐": 533,
      "⺠": 534,
      "⻄": 535,
      "、": 536,
      "。": 537,
      "「": 538,
      "」": 539,
      "〜": 540,
      "ぁ": 541,
      "あ": 542,
      "ぃ": 543,
      "い": 544,
      "ぅ": 545,
      "う": 546,
      "ぇ": 547,
      "え": 548,
      "ぉ": 549,
      "お": 550,
      "か": 551,
      "が": 552,
      "き": 553,
      "ぎ": 554,
      "く": 555,
      "ぐ": 556,
      "け": 557,
      "げ": 558,
      "こ": 559,
      "ご": 560,
      "さ": 561,
      "ざ": 562,
      "し": 563,
      "じ": 564,
      "す": 565,
      "ず": 566,
      "せ": 567,
      "ぜ": 568,
      "そ": 569,
      "ぞ": 570,
      "た": 571,
      "だ": 572,
      "ち": 573,
      "ぢ": 574,
      "っ": 575,
      "つ": 576,
      "づ": 577,
      "て": 578,
      "で": 579,
      "と": 580,
      "ど": 581,
      "な": 582,
      "に": 583,
      "ぬ": 584,
      "ね": 585,
      "の": 586,
      "は": 587,
      "ば": 588,
      "ぱ": 589,
      "ひ": 590,
      "び": 591,
      "ぴ": 592,
      "ふ": 593,
      "ぶ": 594,
      "ぷ": 595,
      "へ": 596,
      "べ": 597,
      "ぺ": 598,
      "ほ": 599,
      "ぼ": 600,
      "ぽ": 601,
      "ま": 602,
      "み": 603,
      "む": 604,
      "め": 605,
      "も": 606,
      "ゃ": 607,
      "や": 608,
      "ゅ": 609,
      "ゆ": 610,
      "ょ": 611,
      "よ": 612,
      "ら": 613,
      "り": 614,
      "る": 615,
      "れ": 616,
      "ろ": 617,
      "わ": 618,
      "ゐ": 619,
      "ゑ": 620,
      "を": 621,
      "ん": 622,
      "ゕ": 623,
      "゙": 624,
      "゚": 625,
      "ゝ": 626,
      "ゞ": 627,
      "゠": 628,
      "ァ": 629,
      "ア": 630,
      "ィ": 631,
      "イ": 632,
      "ゥ": 633,
      "ウ": 634,
      "ェ": 635,
      "エ": 636,
      "ォ": 637,
      "オ": 638,
      "カ": 639,
      "ガ": 640,
      "キ": 641,
      "ギ": 642,
      "ク": 643,
      "グ": 644,
      "ケ": 645,
      "ゲ": 646,
      "コ": 647,
      "ゴ": 648,
      "サ": 649,
      "ザ": 650,
      "シ": 651,
      "ジ": 652,
      "ス": 653,
      "ズ": 654,
      "セ": 655,
      "ゼ": 656,
      "ソ": 657,
      "ゾ": 658,
      "タ": 659,
      "ダ": 660,
      "チ": 661,
      "ヂ": 662,
      "ッ": 663,
      "ツ": 664,
      "ヅ": 665,
      "テ": 666,
      "デ": 667,
      "ト": 668,
      "ド": 669,
      "ナ": 670,
      "ニ": 671,
      "ヌ": 672,
      "ネ": 673,
      "ノ": 674,
      "ハ": 675,
      "バ": 676,
      "パ": 677,
      "ヒ": 678,
      "ビ": 679,
      "ピ": 680,
      "フ": 681,
      "ブ": 682,
      "プ": 683,
      "ヘ": 684,
      "ベ": 685,
      "ペ": 686,
      "ホ": 687,
      "ボ": 688,
      "ポ": 689,
      "マ": 690,
      "ミ": 691,
      "ム": 692,
      "メ": 693,
      "モ": 694,
      "ャ": 695,
      "ヤ": 696,
      "ュ": 697,
      "ユ": 698,
      "ョ": 699,
      "ヨ": 700,
      "ラ": 701,
      "リ": 702,
      "ル": 703,
      "レ": 704,
      "ロ": 705,
      "ヮ": 706,
      "ワ": 707,
      "ヰ": 708,
      "ヱ": 709,
      "ヲ": 710,
      "ン": 711,
      "ヴ": 712,
      "ヵ": 713,
      "ヶ": 714,
      "・": 715,
      "ー": 716,
      "ㇱ": 717,
      "ㇷ": 718,
      "ㇺ": 719,
      "ㇼ": 720,
      "ㇽ": 721,
      "ㇿ": 722,
      "㐂": 723,
      "㐌": 724,
      "㐧": 725,
      "㐮": 726,
      "㓛": 727,
      "㕎": 728,
      "㚟": 729,
      "㢸": 730,
      "㥄": 731,
      "㦃": 732,
      "㫒": 733,
      "㴐": 734,
      "㴶": 735,
      "㶟": 736,
      "㹨": 737,
      "㽛": 738,
      "䆃": 739,
      "䍧": 740,
      "䐗": 741,
      "䓲": 742,
      "䚟": 743,
      "䚡": 744,
      "䛾": 745,
      "䴚": 746,
      "䴥": 747,
      "䵋": 748,
      "一": 749,
      "丁": 750,
      "七": 751,
      "万": 752,
      "丈": 753,
      "三": 754,
      "上": 755,
      "下": 756,
      "不": 757,
      "与": 758,
      "丐": 759,
      "丑": 760,
      "且": 761,
      "丕": 762,
      "世": 763,
      "丘": 764,
      "丙": 765,
      "东": 766,
      "丞": 767,
      "両": 768,
      "並": 769,
      "个": 770,
      "中": 771,
      "丰": 772,
      "串": 773,
      "丸": 774,
      "丹": 775,
      "主": 776,
      "丼": 777,
      "丿": 778,
      "乂": 779,
      "乃": 780,
      "久": 781,
      "义": 782,
      "之": 783,
      "乍": 784,
      "乎": 785,
      "乏": 786,
      "乕": 787,
      "乖": 788,
      "乗": 789,
      "乘": 790,
      "乙": 791,
      "乜": 792,
      "九": 793,
      "乞": 794,
      "也": 795,
      "乡": 796,
      "乢": 797,
      "乭": 798,
      "乱": 799,
      "乳": 800,
      "乶": 801,
      "乾": 802,
      "亀": 803,
      "了": 804,
      "予": 805,
      "争": 806,
      "亊": 807,
      "事": 808,
      "二": 809,
      "于": 810,
      "云": 811,
      "互": 812,
      "五": 813,
      "井": 814,
      "亘": 815,
      "亙": 816,
      "些": 817,
      "亜": 818,
      "亞": 819,
      "亟": 820,
      "亡": 821,
      "亢": 822,
      "交": 823,
      "亥": 824,
      "亦": 825,
      "亨": 826,
      "享": 827,
      "京": 828,
      "亭": 829,
      "亮": 830,
      "亰": 831,
      "亳": 832,
      "亶": 833,
      "亹": 834,
      "人": 835,
      "什": 836,
      "仁": 837,
      "仂": 838,
      "仄": 839,
      "仆": 840,
      "仇": 841,
      "今": 842,
      "介": 843,
      "仍": 844,
      "仏": 845,
      "仔": 846,
      "仕": 847,
      "他": 848,
      "仗": 849,
      "付": 850,
      "仙": 851,
      "仚": 852,
      "仟": 853,
      "仡": 854,
      "代": 855,
      "令": 856,
      "以": 857,
      "仭": 858,
      "仮": 859,
      "仰": 860,
      "仲": 861,
      "仵": 862,
      "件": 863,
      "价": 864,
      "任": 865,
      "份": 866,
      "仿": 867,
      "企": 868,
      "伃": 869,
      "伉": 870,
      "伊": 871,
      "伋": 872,
      "伍": 873,
      "伎": 874,
      "伏": 875,
      "伐": 876,
      "休": 877,
      "众": 878,
      "优": 879,
      "伙": 880,
      "会": 881,
      "伝": 882,
      "伯": 883,
      "估": 884,
      "伴": 885,
      "伶": 886,
      "伷": 887,
      "伸": 888,
      "伺": 889,
      "似": 890,
      "伽": 891,
      "伾": 892,
      "佃": 893,
      "但": 894,
      "佇": 895,
      "位": 896,
      "低": 897,
      "住": 898,
      "佐": 899,
      "佑": 900,
      "体": 901,
      "何": 902,
      "佗": 903,
      "佘": 904,
      "余": 905,
      "佚": 906,
      "佛": 907,
      "作": 908,
      "佞": 909,
      "佟": 910,
      "你": 911,
      "佩": 912,
      "佬": 913,
      "佯": 914,
      "佰": 915,
      "佳": 916,
      "併": 917,
      "佶": 918,
      "佺": 919,
      "佻": 920,
      "佼": 921,
      "佽": 922,
      "佾": 923,
      "使": 924,
      "侁": 925,
      "侂": 926,
      "侃": 927,
      "侄": 928,
      "來": 929,
      "侈": 930,
      "例": 931,
      "侍": 932,
      "侏": 933,
      "侑": 934,
      "侒": 935,
      "侖": 936,
      "侗": 937,
      "侘": 938,
      "侚": 939,
      "供": 940,
      "依": 941,
      "侠": 942,
      "価": 943,
      "侨": 944,
      "侭": 945,
      "侮": 946,
      "侯": 947,
      "侳": 948,
      "侵": 949,
      "侶": 950,
      "便": 951,
      "俀": 952,
      "係": 953,
      "促": 954,
      "俄": 955,
      "俅": 956,
      "俉": 957,
      "俊": 958,
      "俎": 959,
      "俑": 960,
      "俔": 961,
      "俗": 962,
      "俘": 963,
      "俚": 964,
      "保": 965,
      "俟": 966,
      "俠": 967,
      "信": 968,
      "俣": 969,
      "俥": 970,
      "俩": 971,
      "修": 972,
      "俯": 973,
      "俱": 974,
      "俳": 975,
      "俵": 976,
      "俶": 977,
      "俸": 978,
      "俺": 979,
      "俾": 980,
      "倀": 981,
      "倅": 982,
      "倉": 983,
      "個": 984,
      "倍": 985,
      "們": 986,
      "倒": 987,
      "倓": 988,
      "倔": 989,
      "倕": 990,
      "倖": 991,
      "候": 992,
      "倚": 993,
      "倜": 994,
      "借": 995,
      "倡": 996,
      "倢": 997,
      "倣": 998,
      "値": 999,
      "倦": 1000,
      "倧": 1001,
      "倨": 1002,
      "倩": 1003,
      "倪": 1004,
      "倫": 1005,
      "倭": 1006,
      "倶": 1007,
      "倹": 1008,
      "值": 1009,
      "偀": 1010,
      "偃": 1011,
      "假": 1012,
      "偈": 1013,
      "偉": 1014,
      "偏": 1015,
      "偓": 1016,
      "偕": 1017,
      "做": 1018,
      "停": 1019,
      "健": 1020,
      "偲": 1021,
      "側": 1022,
      "偵": 1023,
      "偶": 1024,
      "偸": 1025,
      "偽": 1026,
      "傀": 1027,
      "傅": 1028,
      "傉": 1029,
      "傌": 1030,
      "傍": 1031,
      "傑": 1032,
      "傒": 1033,
      "傔": 1034,
      "傕": 1035,
      "傖": 1036,
      "傘": 1037,
      "備": 1038,
      "傚": 1039,
      "催": 1040,
      "傭": 1041,
      "傲": 1042,
      "傳": 1043,
      "債": 1044,
      "傷": 1045,
      "傾": 1046,
      "僅": 1047,
      "僉": 1048,
      "僊": 1049,
      "働": 1050,
      "像": 1051,
      "僑": 1052,
      "僕": 1053,
      "僖": 1054,
      "僙": 1055,
      "僚": 1056,
      "僡": 1057,
      "僣": 1058,
      "僥": 1059,
      "僧": 1060,
      "僭": 1061,
      "僮": 1062,
      "僴": 1063,
      "僵": 1064,
      "價": 1065,
      "僻": 1066,
      "儀": 1067,
      "儁": 1068,
      "儂": 1069,
      "億": 1070,
      "儆": 1071,
      "儉": 1072,
      "儋": 1073,
      "儐": 1074,
      "儒": 1075,
      "儔": 1076,
      "儘": 1077,
      "儚": 1078,
      "儛": 1079,
      "償": 1080,
      "儡": 1081,
      "優": 1082,
      "儲": 1083,
      "儷": 1084,
      "儺": 1085,
      "儻": 1086,
      "儼": 1087,
      "兀": 1088,
      "允": 1089,
      "元": 1090,
      "兄": 1091,
      "充": 1092,
      "兆": 1093,
      "兇": 1094,
      "先": 1095,
      "光": 1096,
      "兊": 1097,
      "克": 1098,
      "兌": 1099,
      "免": 1100,
      "兎": 1101,
      "児": 1102,
      "兒": 1103,
      "兔": 1104,
      "兕": 1105,
      "兗": 1106,
      "党": 1107,
      "兜": 1108,
      "兢": 1109,
      "入": 1110,
      "內": 1111,
      "全": 1112,
      "兩": 1113,
      "兪": 1114,
      "八": 1115,
      "公": 1116,
      "六": 1117,
      "兮": 1118,
      "共": 1119,
      "兴": 1120,
      "兵": 1121,
      "其": 1122,
      "具": 1123,
      "典": 1124,
      "兼": 1125,
      "冀": 1126,
      "冄": 1127,
      "内": 1128,
      "円": 1129,
      "冉": 1130,
      "冊": 1131,
      "册": 1132,
      "再": 1133,
      "冏": 1134,
      "冑": 1135,
      "冒": 1136,
      "冕": 1137,
      "冗": 1138,
      "写": 1139,
      "冝": 1140,
      "冠": 1141,
      "冢": 1142,
      "冤": 1143,
      "冥": 1144,
      "冨": 1145,
      "冪": 1146,
      "冬": 1147,
      "冰": 1148,
      "冲": 1149,
      "决": 1150,
      "冴": 1151,
      "况": 1152,
      "冶": 1153,
      "冷": 1154,
      "冼": 1155,
      "冽": 1156,
      "冾": 1157,
      "凄": 1158,
      "准": 1159,
      "凉": 1160,
      "凋": 1161,
      "凌": 1162,
      "凍": 1163,
      "凖": 1164,
      "凛": 1165,
      "凜": 1166,
      "凝": 1167,
      "凞": 1168,
      "几": 1169,
      "凡": 1170,
      "処": 1171,
      "凧": 1172,
      "凩": 1173,
      "凪": 1174,
      "凭": 1175,
      "凮": 1176,
      "凯": 1177,
      "凰": 1178,
      "凱": 1179,
      "凶": 1180,
      "凸": 1181,
      "凹": 1182,
      "出": 1183,
      "凼": 1184,
      "函": 1185,
      "凾": 1186,
      "刀": 1187,
      "刁": 1188,
      "刃": 1189,
      "刄": 1190,
      "分": 1191,
      "切": 1192,
      "刈": 1193,
      "刊": 1194,
      "刎": 1195,
      "刑": 1196,
      "刕": 1197,
      "列": 1198,
      "初": 1199,
      "判": 1200,
      "別": 1201,
      "刨": 1202,
      "利": 1203,
      "刪": 1204,
      "别": 1205,
      "刮": 1206,
      "到": 1207,
      "刳": 1208,
      "制": 1209,
      "刷": 1210,
      "券": 1211,
      "刹": 1212,
      "刺": 1213,
      "刻": 1214,
      "剃": 1215,
      "剄": 1216,
      "則": 1217,
      "削": 1218,
      "剋": 1219,
      "剌": 1220,
      "前": 1221,
      "剑": 1222,
      "剔": 1223,
      "剖": 1224,
      "剗": 1225,
      "剛": 1226,
      "剝": 1227,
      "剡": 1228,
      "剣": 1229,
      "剤": 1230,
      "剥": 1231,
      "剪": 1232,
      "副": 1233,
      "剰": 1234,
      "剱": 1235,
      "割": 1236,
      "剳": 1237,
      "剴": 1238,
      "創": 1239,
      "剷": 1240,
      "剼": 1241,
      "剽": 1242,
      "剿": 1243,
      "劃": 1244,
      "劇": 1245,
      "劈": 1246,
      "劉": 1247,
      "劍": 1248,
      "劑": 1249,
      "劒": 1250,
      "劔": 1251,
      "力": 1252,
      "功": 1253,
      "加": 1254,
      "劣": 1255,
      "助": 1256,
      "努": 1257,
      "劫": 1258,
      "劬": 1259,
      "劭": 1260,
      "励": 1261,
      "労": 1262,
      "効": 1263,
      "劻": 1264,
      "劾": 1265,
      "勁": 1266,
      "勃": 1267,
      "勅": 1268,
      "勇": 1269,
      "勉": 1270,
      "勍": 1271,
      "勐": 1272,
      "勒": 1273,
      "勔": 1274,
      "動": 1275,
      "勗": 1276,
      "勘": 1277,
      "務": 1278,
      "勛": 1279,
      "勝": 1280,
      "勞": 1281,
      "募": 1282,
      "勢": 1283,
      "勣": 1284,
      "勤": 1285,
      "勧": 1286,
      "勰": 1287,
      "勱": 1288,
      "勲": 1289,
      "勳": 1290,
      "勺": 1291,
      "勻": 1292,
      "勾": 1293,
      "勿": 1294,
      "匁": 1295,
      "匂": 1296,
      "匄": 1297,
      "包": 1298,
      "匈": 1299,
      "匍": 1300,
      "匐": 1301,
      "匕": 1302,
      "化": 1303,
      "北": 1304,
      "匙": 1305,
      "匝": 1306,
      "匠": 1307,
      "匡": 1308,
      "匣": 1309,
      "匪": 1310,
      "匯": 1311,
      "匱": 1312,
      "匳": 1313,
      "匹": 1314,
      "区": 1315,
      "医": 1316,
      "匽": 1317,
      "匿": 1318,
      "區": 1319,
      "十": 1320,
      "千": 1321,
      "升": 1322,
      "午": 1323,
      "卉": 1324,
      "半": 1325,
      "卍": 1326,
      "卑": 1327,
      "卒": 1328,
      "卓": 1329,
      "協": 1330,
      "单": 1331,
      "南": 1332,
      "単": 1333,
      "博": 1334,
      "卜": 1335,
      "卞": 1336,
      "占": 1337,
      "卡": 1338,
      "卦": 1339,
      "卨": 1340,
      "卫": 1341,
      "卬": 1342,
      "卯": 1343,
      "印": 1344,
      "危": 1345,
      "卲": 1346,
      "即": 1347,
      "却": 1348,
      "卵": 1349,
      "卷": 1350,
      "卸": 1351,
      "卻": 1352,
      "卿": 1353,
      "厂": 1354,
      "厄": 1355,
      "厓": 1356,
      "厔": 1357,
      "厖": 1358,
      "厘": 1359,
      "厙": 1360,
      "厚": 1361,
      "厝": 1362,
      "原": 1363,
      "厠": 1364,
      "厥": 1365,
      "厦": 1366,
      "厨": 1367,
      "厩": 1368,
      "厪": 1369,
      "厭": 1370,
      "厰": 1371,
      "厲": 1372,
      "厳": 1373,
      "去": 1374,
      "参": 1375,
      "參": 1376,
      "又": 1377,
      "叉": 1378,
      "及": 1379,
      "友": 1380,
      "双": 1381,
      "反": 1382,
      "収": 1383,
      "叔": 1384,
      "取": 1385,
      "受": 1386,
      "叙": 1387,
      "叛": 1388,
      "叟": 1389,
      "叡": 1390,
      "叢": 1391,
      "口": 1392,
      "古": 1393,
      "句": 1394,
      "叩": 1395,
      "只": 1396,
      "叫": 1397,
      "召": 1398,
      "叭": 1399,
      "叮": 1400,
      "可": 1401,
      "台": 1402,
      "叱": 1403,
      "史": 1404,
      "右": 1405,
      "叶": 1406,
      "号": 1407,
      "司": 1408,
      "叺": 1409,
      "吁": 1410,
      "吃": 1411,
      "各": 1412,
      "合": 1413,
      "吉": 1414,
      "吊": 1415,
      "吋": 1416,
      "同": 1417,
      "名": 1418,
      "后": 1419,
      "吏": 1420,
      "吐": 1421,
      "向": 1422,
      "吒": 1423,
      "君": 1424,
      "吝": 1425,
      "吞": 1426,
      "吟": 1427,
      "吠": 1428,
      "否": 1429,
      "含": 1430,
      "吳": 1431,
      "吶": 1432,
      "吸": 1433,
      "吹": 1434,
      "吻": 1435,
      "吼": 1436,
      "吽": 1437,
      "吾": 1438,
      "呂": 1439,
      "呆": 1440,
      "呈": 1441,
      "呉": 1442,
      "告": 1443,
      "呎": 1444,
      "呑": 1445,
      "呟": 1446,
      "周": 1447,
      "呪": 1448,
      "呰": 1449,
      "味": 1450,
      "呴": 1451,
      "呵": 1452,
      "呷": 1453,
      "呻": 1454,
      "呼": 1455,
      "命": 1456,
      "咀": 1457,
      "咄": 1458,
      "咆": 1459,
      "咋": 1460,
      "和": 1461,
      "咎": 1462,
      "咏": 1463,
      "咒": 1464,
      "咖": 1465,
      "咤": 1466,
      "咥": 1467,
      "咨": 1468,
      "咩": 1469,
      "咫": 1470,
      "咬": 1471,
      "咱": 1472,
      "咲": 1473,
      "咳": 1474,
      "咸": 1475,
      "咺": 1476,
      "咽": 1477,
      "哀": 1478,
      "品": 1479,
      "哂": 1480,
      "哄": 1481,
      "哆": 1482,
      "哇": 1483,
      "哈": 1484,
      "哉": 1485,
      "哠": 1486,
      "員": 1487,
      "哥": 1488,
      "哨": 1489,
      "哩": 1490,
      "哪": 1491,
      "哭": 1492,
      "哮": 1493,
      "哱": 1494,
      "哲": 1495,
      "哺": 1496,
      "唄": 1497,
      "唆": 1498,
      "唇": 1499,
      "唎": 1500,
      "唐": 1501,
      "唖": 1502,
      "唭": 1503,
      "唯": 1504,
      "唱": 1505,
      "唳": 1506,
      "唸": 1507,
      "唹": 1508,
      "唾": 1509,
      "啀": 1510,
      "啄": 1511,
      "商": 1512,
      "問": 1513,
      "啓": 1514,
      "啖": 1515,
      "啜": 1516,
      "啞": 1517,
      "啼": 1518,
      "喀": 1519,
      "喁": 1520,
      "喂": 1521,
      "喃": 1522,
      "善": 1523,
      "喆": 1524,
      "喇": 1525,
      "喉": 1526,
      "喊": 1527,
      "喋": 1528,
      "喘": 1529,
      "喙": 1530,
      "喚": 1531,
      "喜": 1532,
      "喝": 1533,
      "喧": 1534,
      "喩": 1535,
      "喪": 1536,
      "喫": 1537,
      "喬": 1538,
      "喰": 1539,
      "営": 1540,
      "嗄": 1541,
      "嗅": 1542,
      "嗇": 1543,
      "嗔": 1544,
      "嗚": 1545,
      "嗜": 1546,
      "嗟": 1547,
      "嗣": 1548,
      "嗤": 1549,
      "嗨": 1550,
      "嗩": 1551,
      "嗷": 1552,
      "嗽": 1553,
      "嗾": 1554,
      "嘆": 1555,
      "嘉": 1556,
      "嘎": 1557,
      "嘏": 1558,
      "嘔": 1559,
      "嘗": 1560,
      "嘘": 1561,
      "嘛": 1562,
      "嘩": 1563,
      "嘯": 1564,
      "嘱": 1565,
      "嘲": 1566,
      "嘴": 1567,
      "嘶": 1568,
      "嘿": 1569,
      "噂": 1570,
      "噌": 1571,
      "噛": 1572,
      "噤": 1573,
      "器": 1574,
      "噪": 1575,
      "噲": 1576,
      "噴": 1577,
      "噶": 1578,
      "噸": 1579,
      "噺": 1580,
      "嚀": 1581,
      "嚆": 1582,
      "嚇": 1583,
      "嚙": 1584,
      "嚢": 1585,
      "嚥": 1586,
      "嚩": 1587,
      "嚮": 1588,
      "嚳": 1589,
      "嚴": 1590,
      "嚶": 1591,
      "嚼": 1592,
      "囀": 1593,
      "囁": 1594,
      "囂": 1595,
      "囃": 1596,
      "囊": 1597,
      "囎": 1598,
      "囑": 1599,
      "囓": 1600,
      "囚": 1601,
      "四": 1602,
      "回": 1603,
      "因": 1604,
      "団": 1605,
      "囤": 1606,
      "囪": 1607,
      "园": 1608,
      "囮": 1609,
      "困": 1610,
      "囲": 1611,
      "図": 1612,
      "固": 1613,
      "国": 1614,
      "囿": 1615,
      "圀": 1616,
      "圃": 1617,
      "圈": 1618,
      "圉": 1619,
      "國": 1620,
      "圍": 1621,
      "圏": 1622,
      "園": 1623,
      "圓": 1624,
      "圖": 1625,
      "團": 1626,
      "圜": 1627,
      "土": 1628,
      "圡": 1629,
      "圤": 1630,
      "圧": 1631,
      "在": 1632,
      "圩": 1633,
      "圭": 1634,
      "圮": 1635,
      "圯": 1636,
      "地": 1637,
      "圳": 1638,
      "圻": 1639,
      "址": 1640,
      "坂": 1641,
      "均": 1642,
      "坊": 1643,
      "坌": 1644,
      "坎": 1645,
      "坏": 1646,
      "坐": 1647,
      "坑": 1648,
      "坡": 1649,
      "坤": 1650,
      "坦": 1651,
      "坩": 1652,
      "坪": 1653,
      "坫": 1654,
      "坮": 1655,
      "坳": 1656,
      "坵": 1657,
      "坻": 1658,
      "垂": 1659,
      "型": 1660,
      "垌": 1661,
      "垍": 1662,
      "垓": 1663,
      "垔": 1664,
      "垕": 1665,
      "垛": 1666,
      "垝": 1667,
      "垠": 1668,
      "垢": 1669,
      "垣": 1670,
      "垪": 1671,
      "垳": 1672,
      "垸": 1673,
      "埃": 1674,
      "埇": 1675,
      "埈": 1676,
      "埋": 1677,
      "城": 1678,
      "埒": 1679,
      "埓": 1680,
      "埔": 1681,
      "埕": 1682,
      "埗": 1683,
      "埜": 1684,
      "域": 1685,
      "埠": 1686,
      "埡": 1687,
      "埤": 1688,
      "埦": 1689,
      "埭": 1690,
      "埱": 1691,
      "埴": 1692,
      "埵": 1693,
      "執": 1694,
      "培": 1695,
      "基": 1696,
      "埼": 1697,
      "堀": 1698,
      "堂": 1699,
      "堃": 1700,
      "堅": 1701,
      "堆": 1702,
      "堈": 1703,
      "堉": 1704,
      "堕": 1705,
      "堝": 1706,
      "堡": 1707,
      "堤": 1708,
      "堪": 1709,
      "堯": 1710,
      "堰": 1711,
      "報": 1712,
      "場": 1713,
      "堵": 1714,
      "堺": 1715,
      "塀": 1716,
      "塁": 1717,
      "塊": 1718,
      "塋": 1719,
      "塌": 1720,
      "塑": 1721,
      "塒": 1722,
      "塔": 1723,
      "塗": 1724,
      "塘": 1725,
      "塙": 1726,
      "塚": 1727,
      "塞": 1728,
      "塡": 1729,
      "塢": 1730,
      "塨": 1731,
      "塩": 1732,
      "填": 1733,
      "塬": 1734,
      "塲": 1735,
      "塵": 1736,
      "塹": 1737,
      "塼": 1738,
      "塽": 1739,
      "塾": 1740,
      "境": 1741,
      "墅": 1742,
      "墉": 1743,
      "墊": 1744,
      "墓": 1745,
      "増": 1746,
      "墜": 1747,
      "墟": 1748,
      "墨": 1749,
      "墩": 1750,
      "墳": 1751,
      "墺": 1752,
      "墻": 1753,
      "墾": 1754,
      "壁": 1755,
      "壇": 1756,
      "壊": 1757,
      "壋": 1758,
      "壌": 1759,
      "壑": 1760,
      "壔": 1761,
      "壕": 1762,
      "壗": 1763,
      "壘": 1764,
      "壙": 1765,
      "壜": 1766,
      "壟": 1767,
      "壠": 1768,
      "壢": 1769,
      "壤": 1770,
      "壩": 1771,
      "士": 1772,
      "壬": 1773,
      "壮": 1774,
      "声": 1775,
      "壱": 1776,
      "売": 1777,
      "壷": 1778,
      "壹": 1779,
      "壺": 1780,
      "壻": 1781,
      "壽": 1782,
      "変": 1783,
      "夋": 1784,
      "夏": 1785,
      "夐": 1786,
      "夔": 1787,
      "夕": 1788,
      "外": 1789,
      "夘": 1790,
      "夙": 1791,
      "多": 1792,
      "夛": 1793,
      "夜": 1794,
      "夢": 1795,
      "夤": 1796,
      "夥": 1797,
      "大": 1798,
      "夨": 1799,
      "天": 1800,
      "太": 1801,
      "夫": 1802,
      "夭": 1803,
      "央": 1804,
      "失": 1805,
      "夷": 1806,
      "夸": 1807,
      "夾": 1808,
      "奄": 1809,
      "奇": 1810,
      "奈": 1811,
      "奉": 1812,
      "奎": 1813,
      "奏": 1814,
      "奐": 1815,
      "契": 1816,
      "奔": 1817,
      "奕": 1818,
      "套": 1819,
      "奘": 1820,
      "奚": 1821,
      "奝": 1822,
      "奠": 1823,
      "奢": 1824,
      "奥": 1825,
      "奧": 1826,
      "奨": 1827,
      "奪": 1828,
      "奫": 1829,
      "奬": 1830,
      "奭": 1831,
      "奮": 1832,
      "奯": 1833,
      "女": 1834,
      "奴": 1835,
      "奵": 1836,
      "奶": 1837,
      "奸": 1838,
      "好": 1839,
      "妁": 1840,
      "如": 1841,
      "妃": 1842,
      "妄": 1843,
      "妊": 1844,
      "妌": 1845,
      "妍": 1846,
      "妓": 1847,
      "妖": 1848,
      "妘": 1849,
      "妙": 1850,
      "妣": 1851,
      "妤": 1852,
      "妥": 1853,
      "妨": 1854,
      "妬": 1855,
      "妮": 1856,
      "妲": 1857,
      "妳": 1858,
      "妹": 1859,
      "妻": 1860,
      "妾": 1861,
      "姆": 1862,
      "姈": 1863,
      "姉": 1864,
      "始": 1865,
      "姐": 1866,
      "姑": 1867,
      "姒": 1868,
      "姓": 1869,
      "委": 1870,
      "姚": 1871,
      "姜": 1872,
      "姝": 1873,
      "姞": 1874,
      "姥": 1875,
      "姦": 1876,
      "姨": 1877,
      "姪": 1878,
      "姫": 1879,
      "姬": 1880,
      "姯": 1881,
      "姶": 1882,
      "姻": 1883,
      "姾": 1884,
      "姿": 1885,
      "娀": 1886,
      "威": 1887,
      "娃": 1888,
      "娍": 1889,
      "娑": 1890,
      "娘": 1891,
      "娙": 1892,
      "娜": 1893,
      "娟": 1894,
      "娠": 1895,
      "娥": 1896,
      "娩": 1897,
      "娯": 1898,
      "娵": 1899,
      "娶": 1900,
      "娼": 1901,
      "婁": 1902,
      "婆": 1903,
      "婉": 1904,
      "婕": 1905,
      "婚": 1906,
      "婢": 1907,
      "婦": 1908,
      "婪": 1909,
      "婬": 1910,
      "婷": 1911,
      "婺": 1912,
      "婼": 1913,
      "婿": 1914,
      "媒": 1915,
      "媓": 1916,
      "媖": 1917,
      "媚": 1918,
      "媛": 1919,
      "媧": 1920,
      "媲": 1921,
      "媳": 1922,
      "媸": 1923,
      "媹": 1924,
      "媼": 1925,
      "媽": 1926,
      "媾": 1927,
      "嫁": 1928,
      "嫂": 1929,
      "嫄": 1930,
      "嫉": 1931,
      "嫋": 1932,
      "嫌": 1933,
      "嫕": 1934,
      "嫗": 1935,
      "嫡": 1936,
      "嫣": 1937,
      "嫦": 1938,
      "嫩": 1939,
      "嫪": 1940,
      "嫮": 1941,
      "嫰": 1942,
      "嫶": 1943,
      "嫺": 1944,
      "嫽": 1945,
      "嬀": 1946,
      "嬈": 1947,
      "嬉": 1948,
      "嬋": 1949,
      "嬌": 1950,
      "嬖": 1951,
      "嬢": 1952,
      "嬪": 1953,
      "嬬": 1954,
      "嬰": 1955,
      "嬲": 1956,
      "嬴": 1957,
      "嬾": 1958,
      "孁": 1959,
      "子": 1960,
      "孔": 1961,
      "孕": 1962,
      "字": 1963,
      "存": 1964,
      "孚": 1965,
      "孛": 1966,
      "孜": 1967,
      "孝": 1968,
      "孟": 1969,
      "季": 1970,
      "孤": 1971,
      "学": 1972,
      "孩": 1973,
      "孫": 1974,
      "孰": 1975,
      "孱": 1976,
      "孵": 1977,
      "學": 1978,
      "孺": 1979,
      "孽": 1980,
      "它": 1981,
      "宅": 1982,
      "宇": 1983,
      "守": 1984,
      "安": 1985,
      "宋": 1986,
      "完": 1987,
      "宍": 1988,
      "宏": 1989,
      "宓": 1990,
      "宕": 1991,
      "宗": 1992,
      "官": 1993,
      "宙": 1994,
      "定": 1995,
      "宛": 1996,
      "宜": 1997,
      "宝": 1998,
      "実": 1999,
      "客": 2000,
      "宣": 2001,
      "室": 2002,
      "宥": 2003,
      "宦": 2004,
      "宧": 2005,
      "宬": 2006,
      "宮": 2007,
      "宰": 2008,
      "害": 2009,
      "宴": 2010,
      "宵": 2011,
      "家": 2012,
      "宸": 2013,
      "容": 2014,
      "宿": 2015,
      "寀": 2016,
      "寂": 2017,
      "寄": 2018,
      "寅": 2019,
      "密": 2020,
      "寇": 2021,
      "富": 2022,
      "寐": 2023,
      "寒": 2024,
      "寓": 2025,
      "寔": 2026,
      "寚": 2027,
      "寛": 2028,
      "寝": 2029,
      "寞": 2030,
      "察": 2031,
      "寡": 2032,
      "寥": 2033,
      "實": 2034,
      "寧": 2035,
      "寨": 2036,
      "審": 2037,
      "寫": 2038,
      "寬": 2039,
      "寮": 2040,
      "寰": 2041,
      "寳": 2042,
      "寵": 2043,
      "寶": 2044,
      "寸": 2045,
      "寺": 2046,
      "対": 2047,
      "寿": 2048,
      "封": 2049,
      "専": 2050,
      "射": 2051,
      "尅": 2052,
      "将": 2053,
      "將": 2054,
      "專": 2055,
      "尉": 2056,
      "尊": 2057,
      "尋": 2058,
      "對": 2059,
      "導": 2060,
      "小": 2061,
      "少": 2062,
      "尓": 2063,
      "尕": 2064,
      "尖": 2065,
      "尙": 2066,
      "尚": 2067,
      "尞": 2068,
      "尠": 2069,
      "尤": 2070,
      "尭": 2071,
      "就": 2072,
      "尸": 2073,
      "尹": 2074,
      "尺": 2075,
      "尻": 2076,
      "尼": 2077,
      "尽": 2078,
      "尾": 2079,
      "尿": 2080,
      "局": 2081,
      "屁": 2082,
      "居": 2083,
      "屈": 2084,
      "届": 2085,
      "屋": 2086,
      "屍": 2087,
      "屎": 2088,
      "屏": 2089,
      "屑": 2090,
      "屓": 2091,
      "展": 2092,
      "属": 2093,
      "屠": 2094,
      "屢": 2095,
      "層": 2096,
      "履": 2097,
      "屬": 2098,
      "屯": 2099,
      "山": 2100,
      "屹": 2101,
      "岌": 2102,
      "岐": 2103,
      "岑": 2104,
      "岔": 2105,
      "岜": 2106,
      "岡": 2107,
      "岢": 2108,
      "岦": 2109,
      "岨": 2110,
      "岩": 2111,
      "岫": 2112,
      "岬": 2113,
      "岱": 2114,
      "岳": 2115,
      "岵": 2116,
      "岷": 2117,
      "岸": 2118,
      "岻": 2119,
      "峅": 2120,
      "峒": 2121,
      "峙": 2122,
      "峠": 2123,
      "峡": 2124,
      "峨": 2125,
      "峩": 2126,
      "峪": 2127,
      "峭": 2128,
      "峯": 2129,
      "峰": 2130,
      "峴": 2131,
      "島": 2132,
      "峻": 2133,
      "峽": 2134,
      "崀": 2135,
      "崇": 2136,
      "崋": 2137,
      "崍": 2138,
      "崎": 2139,
      "崑": 2140,
      "崔": 2141,
      "崕": 2142,
      "崖": 2143,
      "崗": 2144,
      "崙": 2145,
      "崚": 2146,
      "崛": 2147,
      "崞": 2148,
      "崢": 2149,
      "崤": 2150,
      "崦": 2151,
      "崧": 2152,
      "崩": 2153,
      "崮": 2154,
      "崿": 2155,
      "嵆": 2156,
      "嵊": 2157,
      "嵋": 2158,
      "嵌": 2159,
      "嵐": 2160,
      "嵓": 2161,
      "嵜": 2162,
      "嵩": 2163,
      "嵬": 2164,
      "嵯": 2165,
      "嶂": 2166,
      "嶋": 2167,
      "嶌": 2168,
      "嶍": 2169,
      "嶓": 2170,
      "嶗": 2171,
      "嶠": 2172,
      "嶦": 2173,
      "嶧": 2174,
      "嶬": 2175,
      "嶮": 2176,
      "嶴": 2177,
      "嶷": 2178,
      "嶸": 2179,
      "嶺": 2180,
      "嶼": 2181,
      "嶽": 2182,
      "巂": 2183,
      "巋": 2184,
      "巌": 2185,
      "巍": 2186,
      "巒": 2187,
      "巓": 2188,
      "巖": 2189,
      "巘": 2190,
      "川": 2191,
      "州": 2192,
      "巡": 2193,
      "巣": 2194,
      "工": 2195,
      "左": 2196,
      "巧": 2197,
      "巨": 2198,
      "巫": 2199,
      "差": 2200,
      "己": 2201,
      "已": 2202,
      "巳": 2203,
      "巴": 2204,
      "巷": 2205,
      "巻": 2206,
      "巽": 2207,
      "巾": 2208,
      "巿": 2209,
      "市": 2210,
      "布": 2211,
      "帆": 2212,
      "希": 2213,
      "帕": 2214,
      "帖": 2215,
      "帙": 2216,
      "帚": 2217,
      "帛": 2218,
      "帝": 2219,
      "帥": 2220,
      "師": 2221,
      "席": 2222,
      "帯": 2223,
      "帰": 2224,
      "帲": 2225,
      "帳": 2226,
      "帶": 2227,
      "帷": 2228,
      "常": 2229,
      "帽": 2230,
      "帾": 2231,
      "幀": 2232,
      "幄": 2233,
      "幅": 2234,
      "幇": 2235,
      "幌": 2236,
      "幔": 2237,
      "幕": 2238,
      "幞": 2239,
      "幟": 2240,
      "幡": 2241,
      "幢": 2242,
      "幣": 2243,
      "幤": 2244,
      "幪": 2245,
      "干": 2246,
      "平": 2247,
      "年": 2248,
      "并": 2249,
      "幷": 2250,
      "幸": 2251,
      "幹": 2252,
      "幻": 2253,
      "幼": 2254,
      "幽": 2255,
      "幾": 2256,
      "广": 2257,
      "庁": 2258,
      "広": 2259,
      "庄": 2260,
      "庇": 2261,
      "床": 2262,
      "庎": 2263,
      "序": 2264,
      "底": 2265,
      "庖": 2266,
      "店": 2267,
      "庚": 2268,
      "府": 2269,
      "庠": 2270,
      "度": 2271,
      "座": 2272,
      "庫": 2273,
      "庬": 2274,
      "庭": 2275,
      "庲": 2276,
      "庵": 2277,
      "庶": 2278,
      "康": 2279,
      "庸": 2280,
      "庾": 2281,
      "廁": 2282,
      "廂": 2283,
      "廃": 2284,
      "廆": 2285,
      "廈": 2286,
      "廉": 2287,
      "廊": 2288,
      "廋": 2289,
      "廐": 2290,
      "廑": 2291,
      "廓": 2292,
      "廕": 2293,
      "廖": 2294,
      "廙": 2295,
      "廚": 2296,
      "廛": 2297,
      "廝": 2298,
      "廞": 2299,
      "廟": 2300,
      "廠": 2301,
      "廣": 2302,
      "廨": 2303,
      "廩": 2304,
      "廬": 2305,
      "廮": 2306,
      "廱": 2307,
      "廳": 2308,
      "延": 2309,
      "廷": 2310,
      "廸": 2311,
      "建": 2312,
      "廻": 2313,
      "廼": 2314,
      "廾": 2315,
      "廿": 2316,
      "弁": 2317,
      "异": 2318,
      "弃": 2319,
      "弄": 2320,
      "弇": 2321,
      "弈": 2322,
      "弉": 2323,
      "弊": 2324,
      "弋": 2325,
      "弌": 2326,
      "式": 2327,
      "弐": 2328,
      "弑": 2329,
      "弓": 2330,
      "弔": 2331,
      "引": 2332,
      "弖": 2333,
      "弗": 2334,
      "弘": 2335,
      "弛": 2336,
      "弟": 2337,
      "弢": 2338,
      "弥": 2339,
      "弦": 2340,
      "弧": 2341,
      "弩": 2342,
      "弭": 2343,
      "弯": 2344,
      "弱": 2345,
      "弴": 2346,
      "張": 2347,
      "強": 2348,
      "弼": 2349,
      "弾": 2350,
      "彅": 2351,
      "彈": 2352,
      "彊": 2353,
      "彌": 2354,
      "彍": 2355,
      "彎": 2356,
      "当": 2357,
      "彗": 2358,
      "彘": 2359,
      "彙": 2360,
      "彜": 2361,
      "彝": 2362,
      "彠": 2363,
      "形": 2364,
      "彤": 2365,
      "彥": 2366,
      "彦": 2367,
      "彧": 2368,
      "彩": 2369,
      "彪": 2370,
      "彫": 2371,
      "彬": 2372,
      "彭": 2373,
      "彰": 2374,
      "影": 2375,
      "彷": 2376,
      "役": 2377,
      "彼": 2378,
      "彿": 2379,
      "往": 2380,
      "征": 2381,
      "徂": 2382,
      "径": 2383,
      "待": 2384,
      "徇": 2385,
      "徊": 2386,
      "律": 2387,
      "後": 2388,
      "徐": 2389,
      "徒": 2390,
      "従": 2391,
      "得": 2392,
      "徘": 2393,
      "徙": 2394,
      "從": 2395,
      "徠": 2396,
      "御": 2397,
      "徧": 2398,
      "徨": 2399,
      "復": 2400,
      "循": 2401,
      "徭": 2402,
      "微": 2403,
      "徳": 2404,
      "徴": 2405,
      "徵": 2406,
      "德": 2407,
      "徸": 2408,
      "徹": 2409,
      "徼": 2410,
      "徽": 2411,
      "心": 2412,
      "必": 2413,
      "忉": 2414,
      "忌": 2415,
      "忍": 2416,
      "忒": 2417,
      "忖": 2418,
      "志": 2419,
      "忘": 2420,
      "忙": 2421,
      "応": 2422,
      "忝": 2423,
      "忠": 2424,
      "快": 2425,
      "忭": 2426,
      "忰": 2427,
      "忱": 2428,
      "念": 2429,
      "忸": 2430,
      "忻": 2431,
      "忽": 2432,
      "忿": 2433,
      "怒": 2434,
      "怕": 2435,
      "怖": 2436,
      "怙": 2437,
      "怜": 2438,
      "思": 2439,
      "怠": 2440,
      "怡": 2441,
      "急": 2442,
      "性": 2443,
      "怨": 2444,
      "怩": 2445,
      "怪": 2446,
      "怯": 2447,
      "怱": 2448,
      "恂": 2449,
      "恃": 2450,
      "恆": 2451,
      "恊": 2452,
      "恋": 2453,
      "恍": 2454,
      "恐": 2455,
      "恒": 2456,
      "恕": 2457,
      "恙": 2458,
      "恚": 2459,
      "恢": 2460,
      "恣": 2461,
      "恤": 2462,
      "恥": 2463,
      "恨": 2464,
      "恩": 2465,
      "恪": 2466,
      "恫": 2467,
      "恬": 2468,
      "恭": 2469,
      "息": 2470,
      "恰": 2471,
      "恵": 2472,
      "悄": 2473,
      "悆": 2474,
      "悉": 2475,
      "悊": 2476,
      "悋": 2477,
      "悌": 2478,
      "悍": 2479,
      "悔": 2480,
      "悖": 2481,
      "悛": 2482,
      "悝": 2483,
      "悟": 2484,
      "悠": 2485,
      "患": 2486,
      "悦": 2487,
      "悧": 2488,
      "悩": 2489,
      "悪": 2490,
      "悰": 2491,
      "悱": 2492,
      "悲": 2493,
      "悳": 2494,
      "悴": 2495,
      "悶": 2496,
      "悸": 2497,
      "悼": 2498,
      "情": 2499,
      "惇": 2500,
      "惎": 2501,
      "惑": 2502,
      "惓": 2503,
      "惔": 2504,
      "惕": 2505,
      "惚": 2506,
      "惜": 2507,
      "惟": 2508,
      "惠": 2509,
      "惣": 2510,
      "惧": 2511,
      "惨": 2512,
      "惰": 2513,
      "惲": 2514,
      "想": 2515,
      "惹": 2516,
      "惺": 2517,
      "惻": 2518,
      "愁": 2519,
      "愃": 2520,
      "愆": 2521,
      "愈": 2522,
      "愉": 2523,
      "愍": 2524,
      "意": 2525,
      "愔": 2526,
      "愕": 2527,
      "愚": 2528,
      "愛": 2529,
      "感": 2530,
      "愧": 2531,
      "愨": 2532,
      "愬": 2533,
      "愴": 2534,
      "愷": 2535,
      "愼": 2536,
      "愾": 2537,
      "愿": 2538,
      "慂": 2539,
      "慄": 2540,
      "慇": 2541,
      "慈": 2542,
      "慊": 2543,
      "態": 2544,
      "慌": 2545,
      "慎": 2546,
      "慕": 2547,
      "慟": 2548,
      "慢": 2549,
      "慣": 2550,
      "慤": 2551,
      "慥": 2552,
      "慧": 2553,
      "慨": 2554,
      "慫": 2555,
      "慬": 2556,
      "慮": 2557,
      "慰": 2558,
      "慳": 2559,
      "慴": 2560,
      "慶": 2561,
      "慷": 2562,
      "慾": 2563,
      "憂": 2564,
      "憊": 2565,
      "憍": 2566,
      "憎": 2567,
      "憐": 2568,
      "憑": 2569,
      "憔": 2570,
      "憕": 2571,
      "憙": 2572,
      "憚": 2573,
      "憤": 2574,
      "憧": 2575,
      "憨": 2576,
      "憩": 2577,
      "憫": 2578,
      "憬": 2579,
      "憮": 2580,
      "憲": 2581,
      "憶": 2582,
      "憺": 2583,
      "憾": 2584,
      "懃": 2585,
      "懇": 2586,
      "懈": 2587,
      "應": 2588,
      "懊": 2589,
      "懋": 2590,
      "懌": 2591,
      "懐": 2592,
      "懣": 2593,
      "懦": 2594,
      "懲": 2595,
      "懴": 2596,
      "懶": 2597,
      "懷": 2598,
      "懸": 2599,
      "懺": 2600,
      "懼": 2601,
      "懽": 2602,
      "懿": 2603,
      "戇": 2604,
      "戈": 2605,
      "戊": 2606,
      "戌": 2607,
      "戍": 2608,
      "戎": 2609,
      "成": 2610,
      "我": 2611,
      "戒": 2612,
      "戔": 2613,
      "或": 2614,
      "战": 2615,
      "戚": 2616,
      "戛": 2617,
      "戟": 2618,
      "戡": 2619,
      "戢": 2620,
      "戦": 2621,
      "戩": 2622,
      "截": 2623,
      "戫": 2624,
      "戮": 2625,
      "戯": 2626,
      "戰": 2627,
      "戲": 2628,
      "戳": 2629,
      "戴": 2630,
      "戸": 2631,
      "戻": 2632,
      "戾": 2633,
      "房": 2634,
      "所": 2635,
      "扁": 2636,
      "扃": 2637,
      "扆": 2638,
      "扇": 2639,
      "扈": 2640,
      "扉": 2641,
      "手": 2642,
      "才": 2643,
      "扎": 2644,
      "打": 2645,
      "払": 2646,
      "托": 2647,
      "扛": 2648,
      "扮": 2649,
      "扱": 2650,
      "扶": 2651,
      "批": 2652,
      "扼": 2653,
      "找": 2654,
      "承": 2655,
      "技": 2656,
      "抄": 2657,
      "抉": 2658,
      "把": 2659,
      "抑": 2660,
      "抒": 2661,
      "抓": 2662,
      "抔": 2663,
      "投": 2664,
      "抗": 2665,
      "折": 2666,
      "抛": 2667,
      "抜": 2668,
      "択": 2669,
      "抪": 2670,
      "披": 2671,
      "抬": 2672,
      "抱": 2673,
      "抵": 2674,
      "抹": 2675,
      "押": 2676,
      "抽": 2677,
      "担": 2678,
      "拆": 2679,
      "拇": 2680,
      "拉": 2681,
      "拊": 2682,
      "拌": 2683,
      "拍": 2684,
      "拏": 2685,
      "拐": 2686,
      "拒": 2687,
      "拓": 2688,
      "拔": 2689,
      "拖": 2690,
      "拗": 2691,
      "拘": 2692,
      "拙": 2693,
      "招": 2694,
      "拜": 2695,
      "拝": 2696,
      "拠": 2697,
      "拡": 2698,
      "括": 2699,
      "拭": 2700,
      "拮": 2701,
      "拯": 2702,
      "拱": 2703,
      "拳": 2704,
      "拵": 2705,
      "拶": 2706,
      "拷": 2707,
      "拺": 2708,
      "拼": 2709,
      "拾": 2710,
      "拿": 2711,
      "持": 2712,
      "挂": 2713,
      "指": 2714,
      "按": 2715,
      "挌": 2716,
      "挑": 2717,
      "挖": 2718,
      "挙": 2719,
      "挟": 2720,
      "挨": 2721,
      "挫": 2722,
      "振": 2723,
      "挹": 2724,
      "挺": 2725,
      "挽": 2726,
      "挾": 2727,
      "挿": 2728,
      "捉": 2729,
      "捌": 2730,
      "捍": 2731,
      "捏": 2732,
      "捐": 2733,
      "捕": 2734,
      "捗": 2735,
      "捜": 2736,
      "捥": 2737,
      "捧": 2738,
      "捨": 2739,
      "捩": 2740,
      "据": 2741,
      "捲": 2742,
      "捷": 2743,
      "捺": 2744,
      "捻": 2745,
      "捽": 2746,
      "掃": 2747,
      "掄": 2748,
      "掇": 2749,
      "授": 2750,
      "掉": 2751,
      "掌": 2752,
      "掎": 2753,
      "掏": 2754,
      "排": 2755,
      "掖": 2756,
      "掘": 2757,
      "掛": 2758,
      "掟": 2759,
      "掠": 2760,
      "採": 2761,
      "探": 2762,
      "掣": 2763,
      "接": 2764,
      "控": 2765,
      "推": 2766,
      "掩": 2767,
      "措": 2768,
      "掬": 2769,
      "掲": 2770,
      "掴": 2771,
      "掻": 2772,
      "掾": 2773,
      "揀": 2774,
      "揃": 2775,
      "揄": 2776,
      "揆": 2777,
      "揉": 2778,
      "描": 2779,
      "提": 2780,
      "插": 2781,
      "揖": 2782,
      "揚": 2783,
      "換": 2784,
      "握": 2785,
      "揣": 2786,
      "揭": 2787,
      "揮": 2788,
      "援": 2789,
      "揶": 2790,
      "揺": 2791,
      "搆": 2792,
      "損": 2793,
      "搔": 2794,
      "搖": 2795,
      "搗": 2796,
      "搜": 2797,
      "搠": 2798,
